Repository: clementine-player/iOS-Remote
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, el, es, et, fi, fr, hr, hu, it, ja, ka, ko, lt, ms, my, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, uz

source: Volume buttons control Clementine
fi: Voimakkuuden painikkeet ohjaavat Clementineä
it: I pulsanti del volume controllano Clementine.
ru: Кнопки громкости управляют Clementine

source: While connected to Clementine.
fi: Kun yhteys Clementineen on muodostettu.
it: Mentre è connesso a Clementine.
ru: Пока есть подключение к Clementine.

source: Without Local Network access, Clementine Remote can't find Clementine on your network. Enter its address below, or turn on Local Network in Settings.
fi: Ilman lähiverkon oikeutta Clementine Remote ei löydä Clementinea verkosta. Kirjoita sen osoite alle tai ota lähiverkko käyttöön asetuksista.
ru: Без доступа к локальной сети Clementine Remote не может найти Clementine в вашей сети. Введите его адрес ниже или включите доступ к локальной сети в настройках.

source: Your library isn't on this phone yet. Download it from Clementine to browse it here.
fi: Kirjastosi ei ole vielä tässä puhelimessa. Lataa se Clementinesta, jotta voit selata sitä täällä.
it: La raccolta non è ancora presente su questo telefono. Scaricala da Clementine per sfogliarla qui.
ru: Вашей фонотеки ещё нет на этом телефоне. Скачайте её из Clementine для просмотра здесь.

source: Clementine
my: ကလီမန်တိုင်း
sr: Клементина

source: %lld min
ru: %lld мин

source: Arnaud Bienner (Clementine)
ru: Арно Биннер (Clementine)

source: David Sansome (Clementine)
ru: Дэвид Сэнсом (Clementine)

source: Internet
ru: Интернет

source: John Maguire (Clementine)
ru: Джон Магуайр (Clementine)
